---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ConversionFailures
source: html/ec23b676-4013-af1f-aaa0-eb999f18578a.htm
---
# BuiltInFailures.ConversionFailures Properties

Cannot convert concentration percent ' [Percentage Value] ' to double value